tap "derailed/k9s"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "jesseduffield/lazygit"
tap "siderolabs/tap"
tap "snyk/tap"
tap "teamookla/speedtest"
tap "vladimirvivien/oss-tools"
brew "act"
brew "ansible"
brew "ansible-lint"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "libssh2"
brew "aria2"
brew "awscli"
brew "awscli-local"
brew "bat"
brew "btop"
brew "cilium-cli"
brew "rtmpdump"
brew "direnv"
brew "etcd"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "freetds"
brew "fzf"
brew "libavif"
brew "git-delta"
brew "go"
brew "graphviz"
brew "helm"
brew "iperf3"
brew "jq"
brew "k6"
brew "kubectx"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "libzip"
brew "mariadb-connector-c"
brew "minicom"
brew "minikube"
brew "node"
brew "mongosh"
brew "neovim"
brew "net-snmp"
brew "nmap"
brew "openjdk"
brew "openvpn"
brew "php"
brew "pnpm"
brew "postgresql@14"
brew "postgresql@17"
brew "python@3.10"
brew "python@3.11"
brew "r"
brew "redis"
brew "ripgrep"
brew "rustup"
brew "speedtest-cli"
brew "stow"
brew "swaks"
brew "tcl-tk"
brew "tmux"
brew "tree"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "yazi"
brew "yq"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "siderolabs/tap/talosctl"
brew "snyk/tap/snyk"
cask "1password-cli"
cask "ghostty"
cask "miniconda"
cask "mongodb-compass"
cask "openvpn-connect"
cask "orbstack"
cask "rustdesk"
cask "thunderbird"
cask "zed"
cask "zen"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "jnoortheen.nix-ide"
vscode "miguelsolorio.min-theme"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
