tap "derailed/k9s"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "snyk/tap"
tap "teamookla/speedtest"
tap "vladimirvivien/oss-tools"
brew "ansible"
brew "ansible-lint"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "libssh2"
brew "aria2"
brew "awscli-local"
brew "bat"
brew "btop"
brew "rtmpdump"
brew "direnv"
brew "etcd"
brew "fastfetch"
brew "fd"
brew "freetds"
brew "fzf"
brew "libavif"
brew "git-delta"
brew "helm"
brew "iperf3"
brew "jq"
brew "k6"
brew "ktop"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "libzip"
brew "mariadb-connector-c"
brew "mas"
brew "minikube"
brew "node"
brew "mongosh"
brew "neovim"
brew "nmap"
brew "node@16"
brew "openjdk"
brew "openssl@1.1"
brew "php"
brew "pnpm"
brew "postgresql@14"
brew "postgresql@17"
brew "tcl-tk"
brew "python-tk@3.12"
brew "python-tk@3.13"
brew "python@3.10"
brew "python@3.11"
brew "r"
brew "ripgrep"
brew "rustup"
brew "speedtest-cli"
brew "stow"
brew "swaks"
brew "tcl-tk"
brew "tmux"
brew "tree"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "yazi"
brew "yq"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "snyk/tap/snyk"
cask "1password-cli"
cask "gcloud-cli"
cask "mactex"
cask "ghostty"
cask "miniconda"
cask "orbstack"
cask "rustdesk"
mas "Hidden Bar", id: 1452453066
mas "Microsoft Outlook", id: 985367838
mas "OneDrive", id: 823766827
mas "Red", id: 1491764008
mas "Tailscale", id: 1475387142
mas "Unsplash Wallpapers", id: 1284863847
mas "Windows App", id: 1295203466
vscode "aaron-bond.better-comments"
vscode "antfu.slidev"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "eg2.vscode-npm-script"
vscode "enkia.tokyo-night"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "james-yu.latex-workshop"
vscode "mateocerquetella.xcode-12-theme"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "pkief.material-icon-theme"
vscode "pmndrs.pmndrs"
vscode "prisma.prisma"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "robbowen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
vscode "yoavbls.pretty-ts-errors"
